[
    {
      "web": "www.dharmlok.com",
      "color": "0xFF03a9f4",
      "showMore": false,
      "name": "Sanatan / सनातन",
      "image": "1.png",
      "desc": "Sanatan Dharma is the ancient original name of what is now called Hinduism or Hindu Dharma or Hindu Religion. The terms Hindu and Hinduism are said to be a more recent development, while the more accurate term is Sanatan Dharma. It is a way of living through which one may achieve moksha (enlightenment, liberation). In general Sanatan Dharma consists of virtues such as honesty, refraining from injuring living beings, purity, goodwill, mercy, patience, forbearance, self-restraint, generosity, and asceticism. Sanatan Dharma represents much more than just a religion; rather, it provides its followers with an entire worldview, way of life, and with a coherent and rational view of reality."
    },
    {
      "web": "www.dharmlok.com",
      "color": "0xFFff7043",
      "showMore": false,
      "name": "Buddhism / बौद्ध",
      "image": "2.png",
      "desc": "Buddhism includes an assortment of customs, convictions, and practices dependent on unique lessons. These lessons are credited to Buddha. It started in antiquated India as a Sramana custom. This may have been at some point between the sixth and fourth hundreds of years BCE. From then it spread throughout Asia. Two major surviving parts of Buddhism are perceived by researchers: Theravada and Mahayana."
    },
    {
      "web": "www.dharmlok.com",
      "color": "0xFFffca28",
      "showMore": false,
      "name": "Sikh / सिख",
      "image": "3.png",
      "desc": "Sikhs in Punjabi means “learner,” and those who joined the Sikh community, or Panth (“Path”), were people who sought spiritual guidance. Sikhs claim that their tradition has always been separate from Hinduism. Nevertheless, many Western scholars argue that in its earliest stage Sikhism was a movement within the Hindu tradition; Nanak, they point out, was raised a Hindu and eventually belonged to the Sant tradition of northern India, a movement associated with the great poet and mystic Kabir (1440–1518). The Sants, most of whom were poor, dispossessed, and illiterate, composed hymns of great beauty expressing their experience of the divine, which they saw in all things. Their tradition drew heavily on the Vaishnava bhakti (the devotional movement within the Hindu tradition that worships the god Vishnu), though there were important differences between the two. Like the followers of bhakti, the Sants believed that devotion to God is essential to liberation from the cycle of rebirth in which all human beings are trapped; unlike the followers of bhakti, however, the Sants maintained that God is nirgun (“without form”) and not sagun (“with form”). For the Sants, God can be neither incarnated nor represented in concrete terms."
    },
    {
      "web": "www.dharmlok.com",
      "color": "0xFF80deea",
      "showMore": false,
      "name": "Jain / जैन",
      "image": "4.png",
      "desc": "Jains follow their thoughts and history through a progression of twenty-four pioneers. They were known as Tirthankaras. The first among them was Rishabhanatha. The twenty-third Tirthankara was Parshvanatha who lived around 900 BCE. The twenty-fourth Tirthankara was Mahāvīra who lived around 500 BCE. Jainism is unceasing dharma with the Tirthankaras managing each pattern of the Jain cosmology. Their religious writings are called Agamas and Paramagamas. Jainism is a transtheistic religion, holding that the universe was not made, and will exist forever. It is accepted to be autonomous, having no maker, representative, judge, or destroyer. Jainism has said that in the realm of divine beings and damnation creatures they are born, die, and reborn like natural beings. Jain writings say that spirits who live cheerfully in the body of a divine being are due to their positive karma."
    },
    {
      "web": "www.dharmlok.com",
      "color": "0xFF673ab7",
      "showMore": false,
      "name": "Ramanathaswamy Temple",
      "image": "5.jpg",
      "desc": "Ramanathaswamy Temple (Irāmanātasvāmi Kōyil) is a Hindu temple dedicated to the god Shiva located on Rameswaram island in the state of Tamil Nadu, India. It is also one of the twelve Jyotirlinga temples. It is one of the 274 Paadal Petra Sthalams, where the three of the most revered Nayanars (Saivite saints), Appar, Sundarar and Tirugnana Sambandar, have glorified the temple with their songs. The temple was expanded during the 12th century by Pandya Dynasty, and its principal shrines sanctum were renovated by Jeyaveera Cinkaiariyan and his successor Gunaveera Cinkaiariyan of the Jaffna kingdom. The temple has the longest corridor among all Hindu temples in India.The temple is located in Rameswaram considered a holy pilgrimage site for Shaivites, Vaishnavites and Smarthas. The presiding deity, the Lingam of Ramanathaswamy (Shiva), was established and worshiped by Rama before crossing his bridge to Lanka.One of the 12 Jyotirlinga of Lord Shiva “Ramanathaswamy Temple” is also a part of the Char Dham. Ramanathaswamy Temple which is devoted to Lord Shiva is a main temple for both Shaivites and Vaishnavites."
    },
    {
      "web": "www.dharmlok.com",
      "color": "0xFFe91e63",
      "showMore": false,
      "name": "Vaishno Devi Temple",
      "image": "6.jpg",
      "desc": "Energy is what has manifested itself in the various forms of life on Earth and whatever exists in this universe. This is what living beings strive for and non-living things are made up of. It is only natural that mere mortals get engaged in worshipping 'Shakti' as they deem fit, and Maa Vaishno Devi at Trikut Parvat is one of the most prominent of the places where devotees of Divine Mother of all the energies of cosmos is revered and venerated."
    }
  ]
